abcde
anki
anki-debug
arttime-git
cd-discid
cd-discid-debug
gemini-cli
gemini-cli-debug
iamb
iamb-debug
librewolf-bin
log4c
minecraft-launcher
mullvad-vpn-beta
mullvad-vpn-beta-debug
neofetch
perl-mojolicious
perl-webservice-musicbrainz
python-casttube
python-dacite
python-gmusicapi
python-gpsoauth
python-mechanicalsoup
python-mock
python-pafy-git
python-plexapi
python-pychromecast
python-pywal16
python-pywalfox
python-soundcloud-v2
python-spotipy
python-thefuzz
python-validictory
qview
qview-debug
tizonia-all-git
vuescan-bin
yay
yay-debug
youtube-dl
