adwaita-qt6-git
amd-ucode
android-tools
arandr
autorandr
base
base-devel
bat
blueman
bluez
bluez-deprecated-tools
bluez-utils
brightnessctl
btop
caligula
dmenu
efibootmgr
feh
firefox
flatpak
fuse2
fzf
git
grub
htop
i3-wm
i3blocks
i3lock
i3status
intel-media-driver
iwd
julia
keepassxc
kitty
lazygit
libreoffice-fresh
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
ly
mandoc
nano
nautilus
neofetch
neovim
networkmanager
nfs-utils
openssh
polybar
pulseaudio
pulseaudio-bluetooth
python-adblock
python-pywal16
python-pywalfox
qutebrowser
rofi
rpi-imager
rsync
smartmontools
sof-firmware
stow
syncthing
thunar
thunderbird
tmux
vim
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xinit
xorg-xrandr
xss-lock
xterm
yay
yay-debug
yazi
zathura
zathura-pdf-poppler
zram-generator
zsh
