abcde
amd-ucode
android-tools
android-udev
anki
arandr
arttime-git
autorandr
base
base-devel
bat
blueman
bluez-utils
brightnessctl
btop
caligula
cdparanoia
cdrtools
chromium
cpanminus
dmenu
dmidecode
dunst
efibootmgr
fastfetch
feh
firefox
flameshot
flatpak
foliate
fuse2
fwupd
fzf
gemini-cli
git
glyr
gnome-themes-extra
grub
htop
i3-wm
i3blocks
i3lock
i3status
iamb
inetutils
intel-media-driver
iwd
julia
keepassxc
kitty
kleopatra
kphotoalbum
lazygit
less
libdvdcss
libreoffice-fresh
librewolf-bin
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
ly
makemkv
man-db
minecraft-launcher
mpd
mpv
mullvad-vpn-beta
nano
ncpamixer
neofetch
neovim
networkmanager
nfs-utils
npm
openssh
pandoc-cli
perl-webservice-musicbrainz
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-matplotlib
python-numpy
python-pip
python-pipx
python-pygame
python-pynvim
python-pywal16
python-pywalfox
python-scipy
qt5ct
qview
reflector
ripgrep
rmpc
rofi
rpi-imager
rsync
smartmontools
sof-firmware
stow
syncthing
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langgerman
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
thunderbird
tizonia-all-git
tlp
tlp-rdw
tmux
tree
unzip
virtualbox
vlc
vlc-plugins-all
vuescan-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
whipper
wireless_tools
xdrfile
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xinit
xorg-xrandr
xss-lock
yay
yay-debug
yazi
yt-dlp
yubikey-manager
zathura
zathura-pdf-poppler
zip
zram-generator
zsh
