accountsservice
acpi
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
aspell
atril
autorandr
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bind
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
calcurse
cantarell-fonts
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
device-mapper
dex
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-i3wm
ethtool
exfatprogs
f2fs-tools
feh
ferdium
ffmpegthumbnailer
firefox
firewalld
fish
flatpak
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
galculator
ghostscript
git
glances
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hplip
hwdetect
hwinfo
i3-wm
i3blocks
i3lock
i3status
inetutils
inxi
iptables-nft
iwd
jfsutils
jq
keepassxc
kernel-install-for-dracut
kitty
less
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
ly
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mpv
mtools
mutt
nano
nano-syntax-highlighting
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
numlockx
nwg-look
openssh
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
polkit-gnome
poppler-glib
power-profiles-daemon
protonmail-bridge-bin
pv
python
python-capng
python-defusedxml
python-matplotlib
python-numpy
python-packaging
python-pillow
python-pyqt5
python-reportlab
python-scipy
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rofi
rsync
rtkit
s-nail
sane
scrot
sg3_utils
smartmontools
sof-firmware
splint
splix
stow
sudo
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
thunar-archive-plugin
thunar-volman
thunderbird
tldr
tmux
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vlc
welcome
wget
which
wireplumber
wpa_supplicant
xarchiver
xbindkeys
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
yazi
yt-dlp
zip
